[
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "dataview",
  "sync-graph-settings",
  "obsidian-pending-notes",
  "obsidian-kanban",
  "smart-random-note",
  "global-search-and-replace",
  "obsidian-auto-link-title",
  "footlinks",
  "paste-link",
  "links",
  "obsidian-paste-image-rename"
]